<%--
  Created by liuxianchun on 2020/11/21
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>用户协议</title>
    <link rel="stylesheet" href="${pageContext.request.contextPath}/static/css/bootstrap/css/bootstrap.min.css">
</head>
<body>
<h2 class="text-center">无极用户协议</h2>
<p class="text-center">
<p class="text-left">
<div class="container">
    <h4>一、总则</h4>
1. 用户可以使用无极各个频道、产品的单项服务，当用户使用无极各单项服务时，用户的使用行为视为其对该单项服务的服务条款以及无极在该单项服务中发出的各类公告的同意。
<br>
2. 无极用户协议以及各个频道、产品单项服务条款和公告可由无极公司随时更新，且无需另行通知。您在使用相关服务时,应关注并遵守其所适用的相关条款。
    <h4>二、帐号注册与使用</h4>
您使用部分无极产品或服务时需要注册无极帐号，当您注册和使用无极帐号时应遵守下述要求：
<br>
1. 用户注册成功后，无极公司将给予每个用户一个用户帐号，用户可以自主设置帐号密码。该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。
<br>
2. 您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，除无极平台的具体产品对帐户有单独的注册要求外，您可获得无极平台（网站及客户端）帐号并成为无极用户，可通过无极帐户使用无极平台的各项产品和服务。
<br>
3. 为了方便您在无极产品中享有一致性的服务，如您已经在某一无极产品中登录无极帐号，在您首次使用其他无极产品时可能同步您的登录状态。此环节并不会额外收集、使用您的个人信息。如您想退出帐号登录，可在产品设置页面退出登录。
<br>
4. 无极帐号（即无极用户ID）的所有权归无极公司，用户按注册页面引导填写信息，阅读并同意本协议且完成全部注册程序后，即可获得无极帐号并成为用户。用户应提供及时、详尽及准确的个人资料，并不断更新注册资料，符合及时、详尽准确的要求。所有原始键入的资料将引用为注册资料。如果因注册信息不真实或更新不及时而引发的相关问题，无极公司不负任何责任。您可以通过无极帐号设置页面查询、更正您的信息，无极帐号设置页面地址：https://passport.baidu.com/center用户应当通过真实身份信息认证注册帐号，且用户提交的帐号名称、头像和简介等注册信息中不得出现违法和不良信息，经无极公司审核，如存在上述情况，无极公司将不予注册；同时，在注册后，如发现用户以虚假信息骗取帐号名称注册，或其帐号头像、简介等注册信息存在违法和不良信息的，无极公司有权不经通知单方采取限期改正、暂停使用、注销登记、收回等措施。
<br>
5. 基于国家法律法规的规定要求或者无极服务政策的要求，您在使用某些无极服务时需要填写真实的姓名、身份证号等信息。若您填写的信息不完整、不正确，则可能无法使用相应服务或在使用过程中受到限制。
<br>
6. 当您使用刷脸登录、验证功能时，我们会收集并保存您的人脸照片和信息。您应按照页面的提示完成相应动作，无极系统判断您的动作符合要求后，即可完成脸部拍摄。您同意仅限您本人为您本人所持有的无极账户使用刷脸登录、验证服务。为了提高验证的准确性，您同意无极可在必要时将您向无极提供的人脸照片、脸部特征与法律法规允许的机构或政府机关授权的机构所保存的您的脸部特征进行比对核验。
<br>
7. 无极帐号包括帐户名称和密码，您可使用设置的帐户名称（包括用户名、手机号、邮箱）和密码登录；在帐号使用过程中，为了保障您的帐号安全基于不同的终端以及您的使用习惯，我们可能采取不同的验证措施识别您的身份。例如您的帐户在新设备首次登录，我们可能通过密码加校验码的方式识别您的身份，验证方式包括但不限于短信验证码、服务使用信息验证。
<br>
8. 用户不应将其帐号、密码转让、出售或出借予他人使用，帐号使用权仅属于初始申请注册人，用户应对帐号内的全部行为独立承担全部责任。如因帐号转让、买卖或出借导致的帐号纠纷或无极无法判断帐号归属等情况，无极有权拒绝提供帐号找回，并视情况采取冻结帐号、封禁帐号等措施。
</p>
</p>
</div>
<br><br><br>
<p class="text-center">©2020 Wuji</p>
</body>
</html>
